Repository: keremet/mate-calc
Catalog: po/kv.po
Languages: kv

source: Factorize
kv: Торйӧдны лыдмӧдысьяс вылӧ

source: Clear
kv: Весавны

source: Scientific Exponent
kv: Экспонента гижӧд

source: Memory
kv: Юӧр видзанін

source: Exponent
kv: Экспонент

source: Undo
kv: Бӧр

source: Store
kv: X→П

source: Inverse
kv: Инвертируйтны

source: Factorial
kv: Факториал

source: Absolute Value
kv: Модуль

source: Superscript
kv: Визьвывса индекс

source: Subscript
kv: Визювса индекс

source: const
kv: константа

source: Compounding Term
kv: Тэчаса кадколаст

source: _Cancel
kv: _Бӧр

source: C_alculate
kv: _Артыштны

source: Calculates the number of compounding periods necessary to increase an investment of present value to a future value, at a fixed interest rate per compounding period.
kv: Артыштны, кымын тэчаса кадколаст колӧ, медым пуктӧм сьӧмыс быдмис ӧнія ыдждасянь коланаӧдз, кор тэчаса кадколаст чӧжӧн прӧчент ставкаыс оз вежсьы.

source: Periodic Interest _Rate:
kv: Период чӧжся прӧчент ставка:

source: _Future Value:
kv: _Колана ыджда:

source: Present _Value:
kv: Ӧнія ыджда:

source: Double-Declining Depreciation
kv: Кык пӧвста коляс шыбитӧм

source: Calculates the depreciation allowance on an asset for a specified period of time, using the double-declining balance method.
kv: Коляссӧ кык пӧв чинтан методӧн артыштны ресурслысь индӧм период чӧжся амортизация.

source: _Life:
kv: _Шогман арлыд:

source: _Period:
kv: _Период:

source: C_ost:
kv: _Асдон:

source: Future Value
kv: Колана ыджда

source: _Number of Periods:
kv: _Период лыд:

source: Calculates the future value of an investment based on a series of equal payments at a periodic interest rate over the number of payment periods in the term.
kv: Артыштны пуктӧм сьӧмлысь колана ыдждасӧ кадысь кадӧ ӧтмындаӧн мынтысьӧм подув вылын, кор тайӧс дисконтируйтӧма период чӧжся прӧчент ставка серти кадколастса некымын мынтысян период кежлӧ.

source: _Periodic Payment:
kv: Кадысь кадӧ мынтан сьӧм:

source: Gross Profit Margin
kv: Став чуктӧс маржа

source: Calculates the resale price of a product, based on the product cost and the wanted gross profit margin.
kv: Асдон да став чуктӧсысь колана маржа подув вылын артыштны, кыдзи колӧ вежны продукт вузалан дон.

source: _Margin:
kv: _Маржа:

source: Periodic Payment
kv: Кадысь кадӧ мынтан сьӧм

source: Calculates the amount of the periodic payment of a loan, where payments are made at the end of each payment period.
kv: Артыштны, мыйта колӧ мынтыны уджйӧзсьыс кадысь кадӧ вештысигӧн, кор мынтысьӧны быд мынтысян период помын.

source: _Term:
kv: _Урчитӧм кад:

source: _Principal:
kv: _Подув капитал:

source: Present Value
kv: Ӧнія ыджда

source: Calculates the present value of an investment based on a series of equal payments discounted at a periodic interest rate over the number of payment periods in the term.
kv: Артыштны пуктӧм сьӧмлысь ӧнія ыдждасӧ кадысь кадӧ ӧтмындаӧн мынтысьӧм подув вылын, кор тайӧс дисконтируйтӧма период чӧжся прӧчент ставка серти кадколастса некымын мынтысян период кежлӧ.

source: Periodic Interest Rate
kv: Период чӧжся прӧчент ставка

source: Calculates the periodic interest necessary to increase an investment to a future value, over the number of compounding periods.
kv: Артыштны период чӧжся сэтшӧм прӧчент, медым пуктӧм сьӧм содіс колана ыдждаӧдз сьӧрсьӧн-бӧрсьӧн мунан некымын мынтысян период чӧжӧн.

source: Straight-Line Depreciation
kv: Веськыд визь серти амортизация

source: _Cost:
kv: _Асдон:

source: _Salvage:
kv: _Уджӧ мунан шыблас:

source: Calculates the straight-line depreciation of an asset for one period. The straight-line method of depreciation divides the depreciable cost evenly over the useful life of an asset. The useful life is the number of periods, typically years, over which an asset is depreciated.
kv: Артыштны ӧти период кежлӧ ресурслысь веськыд визь серти амортизация. Веськыд визь метод дырйи юкӧны амортизациялысь донсӧ ресурслӧн шогман арлыд вылӧ. Шогман арлыдыс петкӧдлӧ, кымын период (кызвыйӧ во) чӧжӧн ресурсыд важмӧ.

source: Sum-of-the-Years'-Digits Depreciation
kv: Амортизация Став-Во-Лыдпас

source: Calculates the depreciation allowance on an asset for a specified period of time, using the Sum-of-the-Years'-Digits method. This method of depreciation accelerates the rate of depreciation, so that more depreciation expense occurs in earlier periods than in later ones. The useful life is the number of periods, typically years, over which an asset is depreciated.
kv: Артыштны индӧм кадколаст кежлӧ ресурслысь амортизация Став-Во-Лыдпас методӧн. Важмӧмсӧ донъялан тайӧ методас тӧд вылӧ босьтӧны амортизациялысь ӧддзӧдӧмсӧ, м. ш. важ периодын ас доныс лоӧ выльын сертиыс ыджыдджык. Шогман арлыдыс петкӧдлӧ, кымын период (медсясӧ во) чӧжӧн ресурсыд важмӧ.

source: Payment Period
kv: Мынтысян период

source: Future _Value:
kv: Колана ыджда:

source: Calculates the number of payment periods that are necessary during the term of an ordinary annuity, to accumulate a future value, at a periodic interest rate.
kv: Артыштны, кымын мынтысян период колӧ, медым кадысь кадӧ ӧтмындаӧн мынтысигӧн судзӧдны колана ыдждасӧ период кежлӧ индӧм прӧчент ставка дырйи.

source: Insert Character Code
kv: Гижны символсӧ кодировкаӧн

source: _Insert
kv: _Гижны

source: Ch_aracter:
kv: С_имвол:

source: Shift Left
kv: Вештыны шуйгавыв

source: Shift Right
kv: Вештыны веськыдвыв

source: Insert Character
kv: Гижны символ

source: 8-bit
kv: 8 бит

source: 16-bit
kv: 16 бит

source: 32-bit
kv: 32 бит

source: 64-bit
kv: 64 бит

source: Preferences
kv: Параметръяс

source: _Close
kv: _Пӧдлавны

source: _Angle units:
kv: _Пельӧс мурталан ӧтувтор:

source: Number _Format:
kv: _Лыд формат:

source: Word _size:
kv: Кыв ыджда:

source: Show trailing _zeroes
kv: Петкӧдлыны чутік бӧрса нинӧм пасйытӧм _нульяс

source: Show _thousands separators
kv: Петкӧдлыны _сюрсъяссӧ торйӧдӧмӧн

source: MATE Calc
kv: MATE калькулятор

source: MATE Desktop calculator
kv: Пызанвывса MATE калькулятор

source: MATE Calc is a powerful graphical calculator with financial, logical and scientific modes. It uses a multiple precision package to do its arithmetic to give a high degree of accuracy.
kv: MATE калькулятор — сьӧм овмӧсын, логикаын да наукаын артасян режимъясӧн вынйӧра графическӧй калькулятор. Сыын эм колана стӧчлун бӧръян пакет, медым артасьӧмыд вӧлі дзик стӧч.

source: MATE Calc is a fork of GNOME Calc and part of the MATE Desktop Environment. If you would like to know more about MATE and MATE Calc, please visit the project's home page.
kv: MATE калькулятор лоӧ GNOME Calc-лы форкӧн да MATE-са удж пызанлы юкӧнӧн. Кӧсъян кӧ унджык тӧдны MATE да MATE калькулятор йылысь, пырав проект сайтӧ.

source: MATE Calculator
kv: MATE калькулятор

source: Calculator
kv: Калькулятор

source: Perform arithmetic, scientific or financial calculations
kv: Арталӧмъяс: арифметикаын, наукаын да сьӧм овмӧсын

source: calculator;MATE;scientific;arithmetic;financial;calculations;
kv: калькулятор;MATE;наука;арифметика;финансъяс;артасьӧм;

source: Accuracy value
kv: Ыдждалӧн стӧчлун

source: The number of digits displayed after the numeric point
kv: Кымын пас чутік бӧрын

source: Word size
kv: Кыв ыджда

source: The size of the words used in bitwise operations
kv: Битъяс орччӧдіг кыв ыджда

source: Numeric Base
kv: Артасянног подув

source: The numeric base
kv: Бӧрйы артасянноглы подувсӧ

source: Show Thousands Separators
kv: Петкӧдлыны сюрсъяс торйӧдысьсӧ

source: Indicates whether thousands separators are shown in large numbers.
kv: Урчитӧ, колӧ оз ыджыд лыдъясын петкӧдлыны сюрсъяс торйӧдысьсӧ.

source: Show Trailing Zeroes
kv: Петкӧдлыны чутік бӧрын ковтӧм нульяссӧ

source: Indicates whether any trailing zeroes after the numeric point should be shown in the display value.
kv: Урчитӧ, колӧ оз петкӧдлыны чутік бӧрын ковтӧм нульяс.

source: Number format
kv: Лыд формат

source: The format to display numbers in
kv: Кутшӧм форматын петкӧдлыны лыд

source: Angle units
kv: Пельӧс мурталан ӧтувторъяс

source: The angle units to use
kv: Пельӧс муртавны бӧрйӧм ӧтувторъяс

source: Button mode
kv: Кнопкаяса режим

source: The button mode
kv: Бӧрйы кнопкаяса режим

source: Source currency
kv: Подув валюта

source: Currency of the current calculation
kv: Ӧнія артасян валюта

source: Target currency
kv: Бӧртас валюта

source: Currency to convert the current calculation into
kv: Петкӧдлыны ӧнія ыдждасӧ тайӧ валютанас

source: Source units
kv: Подув ӧтувторъяс

source: Units of the current calculation
kv: Ӧнія артасян ӧтувторъяс

source: Target units
kv: Бӧртас ӧтувторъяс

source: Units to convert the current calculation into
kv: Петкӧдлыны ӧнія ыдждасӧ тайӧ ӧтувторъясӧн

source: UAE Dirham
kv: ӦАЭ-са дирхам

source: Australian Dollar
kv: Австралияса доллар

source: Bulgarian Lev
kv: Болгарияса лев

source: Bahraini Dinar
kv: Бахрейнса динар

source: Brunei Dollar
kv: Брунейса доллар

source: Brazilian Real
kv: Бразилияса реал

source: Botswana Pula
kv: Ботсванаса пула

source: Canadian Dollar
kv: Канадаса доллар

source: CFA Franc
kv: Франк КФА

source: Swiss Franc
kv: Швейцармуса франк

source: Chilean Peso
kv: Чилиса песо

source: Chinese Yuan
kv: Китайса юань

source: Colombian Peso
kv: Колумбияса песо

source: Czech Koruna
kv: Чехмуса крона

source: Danish Krone
kv: Данмуса крона

source: Algerian Dinar
kv: Алжирса динар

source: Estonian Kroon
kv: Эстмуса крона

source: Euro
kv: Евро

source: Pound Sterling
kv: Фунт стерлинг

source: Hong Kong Dollar
kv: Гонконгса доллар

source: Croatian Kuna
kv: Хорватияса куна

source: Hungarian Forint
kv: Мадьяр форинт

source: Indonesian Rupiah
kv: Индонезияса рупия

source: Israeli New Shekel
kv: Израильса выль шекель

source: Indian Rupee
kv: Индияса рупия

source: Iranian Rial
kv: Иранса реал

source: Icelandic Krona
kv: Исландса крона

source: Japanese Yen
kv: Мупомса иена

source: South Korean Won
kv: Лунвыв Кореяса вона

source: Kuwaiti Dinar
kv: Кувейтса динар

source: Kazakhstani Tenge
kv: Казахстанса тенге

source: Sri Lankan Rupee
kv: Шри-Ланкаса рупия

source: Lithuanian Litas
kv: Литваса лит

source: Latvian Lats
kv: Латвияса лат

source: Libyan Dinar
kv: Ливияса динар

source: Mauritian Rupee
kv: Маврикийса рупия

source: Mexican Peso
kv: Мексикаса песо

source: Malaysian Ringgit
kv: Малайзияса ринггит

source: Norwegian Krone
kv: Норвегса крона

source: Nepalese Rupee
kv: Непалса рупия

source: New Zealand Dollar
kv: Выль Зеландса доллар

source: Omani Rial
kv: Оманса риал

source: Peruvian Nuevo Sol
kv: Перуса выль соль

source: Philippine Peso
kv: Пилипинса песо

source: Pakistani Rupee
kv: Пакистанса рупия

source: Polish Zloty
kv: Польшаса злотый

source: Qatari Riyal
kv: Катарса риял

source: New Romanian Leu
kv: Румынияса выль лей

source: Russian Rouble
kv: Роч шайт

source: Saudi Riyal
kv: Саудувса риял

source: Swedish Krona
kv: Шведмуса крона

source: Singapore Dollar
kv: Сингапурса доллар

source: Thai Baht
kv: Таймуса бат

source: Tunisian Dinar
kv: Тунисса динар

source: New Turkish Lira
kv: Тюркмуса выль лира

source: T&T Dollar (TTD)
kv: Тринидада Тобагоса доллар

source: US Dollar
kv: АӦШ-са доллар

source: Uruguayan Peso
kv: Уругвайса песо

source: Venezuelan Bolívar
kv: Венесуэласа боливар фуэрте

source: South African Rand
kv: Лунвыв Африкаса рэнд

source: Error: the number of periods must be positive
kv: Сорсьӧм: периодъяслӧн лыдыс оз овлы минуса

source: Usage: %s — Perform mathematical calculations
kv: Вӧдитчӧм: %s — Математика ногӧн артавны

source: Help Options: -v, --version Show release version -h, -?, --help Show help options --help-all Show all help options --help-gtk Show GTK+ options
kv: Отсӧг опцияяс: -v, --version Петкӧдлыны петаслысь версия -h, -?, --help Петкӧдлыны отсӧглысь опцияяс --help-all Петкӧдлыны отсӧглысь став опция --help-gtk Петкӧдлыны GTK+ опцияяс

source: GTK+ Options: --class=CLASS Program class as used by the window manager --name=NAME Program name as used by the window manager --screen=SCREEN X screen to use --sync Make X calls synchronous --gtk-module=MODULES Load additional GTK+ modules --g-fatal-warnings Make all warnings fatal
kv: GTK+ опцияяс: --class=CLASS Ӧшинь менеджерӧн вӧдитчан программалӧн класс --name=NAME Ӧшинь менеджерӧн вӧдитчан программалӧн ним --screen=SCREEN Вӧдитчан экран X --sync Синхронизируйтны X-сянь корӧмъяссӧ --gtk-module=MODULES Пыртӧдны мукӧд GTK+ модульяс --g-fatal-warnings Сделать все предупреждения фатальными

source: Application Options: -s, --solve <equation> Solve the given equation
kv: Содтӧдлӧн параметръяс: -s, --solve <ыджда> Артыштны урчитӧм ыдждасӧ

source: Argument --solve requires an equation to solve
kv: Артасьӧм могысь --solve аргументлы колӧ индыны ыдждасӧ

source: Unknown argument '%s'
kv: Тӧдтӧм аргумент «%s»

source: Pi [Ctrl+P]
kv: ПИ лыд [Ctrl+P]

source: Euler’s Number
kv: Эйлер лыд

source: Subscript mode [Alt]
kv: Визювса режим [Alt]

source: Superscript mode [Ctrl]
kv: Визьвывса режим [Ctrl]

source: Scientific exponent [Ctrl+E]
kv: Экспонента гижӧд [Ctrl+E]

source: Add [+]
kv: Содтыны [+]

source: Subtract [-]
kv: Чинтыны [-]

source: Multiply [*]
kv: Ӧктыны [*]

source: Divide [/]
kv: Юкны [/]

source: Modulus divide
kv: Юкӧм бӧрын коляс

source: Additional Functions
kv: Мукӧд функция

source: Additional constants
kv: Мукӧд константа

source: Exponent [^ or **]
kv: Тшупӧдӧ лэптыны [^ либӧ **]

source: Square [Ctrl+2]
kv: Квадрат [Ctrl+2]

source: Percentage [%]
kv: Прӧчент [%]

source: Factorial [!]
kv: Факториал [!]

source: Absolute value [|]
kv: Абсолют ыджда [|]

source: Complex argument
kv: Комплекс аргумент

source: Complex conjugate
kv: Комплекс ногӧн ӧтвесьталӧм

source: Root [Ctrl+R]
kv: Вуж [Ctrl+R]

source: Square root [Ctrl+R]
kv: Квадрат вуж [Ctrl+R]

source: Logarithm
kv: Логарифм

source: Natural Logarithm
kv: Натурал логарифм

source: Sine
kv: Синус

source: Cosine
kv: Косинус

source: Tangent
kv: Тангенс

source: Hyperbolic Sine
kv: Гипербола синус

source: Hyperbolic Cosine
kv: Гипербола косинус

source: Hyperbolic Tangent
kv: Гипербола тангенс

source: Inverse Sine
kv: Инвертируйтны синус

source: Inverse Cosine
kv: Инвертируйтны косинус

source: Inverse Tangent
kv: Инвертируйтны тангенс

source: Inverse [Ctrl+I]
kv: Инвертируйтны [Ctrl+I]

source: Boolean AND
kv: Бульлӧн И

source: Boolean OR
kv: Бульлӧн ЛИБӦ

source: Boolean Exclusive OR
kv: Бульлӧн зумыд ЛИБӦ

source: Boolean NOT
kv: Бульлӧн АБУ

source: Integer Component
kv: Дзонь юкӧд

source: Fractional Component
kv: Пельӧм юкӧд

source: Real Component
kv: Ина юкӧд

source: Imaginary Component
kv: Интӧм юкӧд

source: Ones' Complement
kv: Ӧтиӧдз содтӧм

source: Two's Complement
kv: Кыкӧдз содтӧм

source: Start Group [(]
kv: Заводитны блок [(]

source: End Group [)]
kv: Помавны блок [)]

source: Calculate Result
kv: Артавны результат

source: Factorize [Ctrl+F]
kv: Торйӧдны лыдмӧдысьяс вылӧ [Ctrl+F]

source: Clear Display [Escape]
kv: Весавны ӧшинь [Escape]

source: Undo [Ctrl+Z]
kv: Чышкыны бӧръя пас [Ctrl+Z]

source: Shift Left [<<]
kv: Вештыны шуйгавыв [<<]

source: Shift Right [>>]
kv: Вештыны веськыдвыв [>>]

source: Double Declining Depreciation
kv: Кык пӧвста коляс шыбитӧм

source: Financial Term
kv: Сьӧм боксянь урчитӧм

source: Sum of the Years Digits Depreciation
kv: Амортизация Став-Во-Лыдпас

source: Straight Line Depreciation
kv: Веськыд визь серти амортизация

source: Binary
kv: Кыквывса

source: Octal
kv: Кыкъямысвывса

source: Decimal
kv: Дасвывса

source: Hexadecimal
kv: Дасквайтвывса

source: Round
kv: Гӧгрӧстны

source: Floor
kv: Гырысьджыклань гӧгрӧстӧм

source: Ceiling
kv: Ичӧтджыклань гӧгрӧстӧм

source: Sign
kv: Пас

source: Velocity of Light
kv: Югӧр ӧд

source: 299,792,458 m/s
kv: 299 792 458 м/с

source: Magnetic constant
kv: Магнит константа

source: 1.2566370614×10⁻⁶ N/A²
kv: 1,2566370614×10⁻⁶ Н/А²

source: Electric constant
kv: Ток константа

source: 8.85418782×10⁻¹² s⁴A²/m³kg
kv: 8,85418782×10⁻¹² с⁴A²/м³кг

source: Newtonian constant of gravitation
kv: Гравитация константа

source: 6.67408×10⁻¹¹ m³/(s²kg)
kv: 6,67408×10⁻¹¹ м³/(с²кг)

source: Planck constant
kv: Планк константа

source: 6.62607004×10⁻³⁴ m²kg/s
kv: 6.62607004×10⁻³⁴ м²кг/с

source: Elementary charge
kv: Подув ток зарад

source: 1.6021766208(98)×10⁻¹⁹ C
kv: 1,6021766208(98)×10⁻¹⁹ Кл

source: Electron mass
kv: Электрон масса

source: 9.10938356×10⁻³¹ kg
kv: 9,10938356×10⁻³¹ кг

source: Proton mass
kv: Протон масса

source: 1.672621898(21)×10⁻²⁷ kg
kv: 1,672621898(21)×10⁻²⁷ кг

source: Avogadro constant
kv: Авогадро лыд

source: 6.02214086×10²³ mol⁻¹
kv: 6,02214086×10²³ моль⁻¹

source: in
kv: татчӧ:

source: Switch conversion units
kv: Пуктыны конвертируйтан ӧтувторъяссӧ мӧда-мӧд пыдди

source: No undo history
kv: Чышкыны сэсся нинӧм

source: No redo history
kv: Тайӧ ставыс, мый вӧлі

source: No sane value to store
kv: Тадзи кольӧм вылӧ лӧсялана ыджда абу

source: Overflow. Try a bigger word size
kv: Оз нин тӧр. Видлӧй кыв кузьтасӧ ыджыдджыкӧн вӧчны

source: Unknown variable '%s'
kv: Тӧдтӧм вежласян «%s»

source: Function '%s' is not defined
kv: «%s» функция абу урчитӧма

source: Unknown conversion
kv: Тӧдтӧм ногӧн пӧртӧм

source: Malformed expression at token '%s'
kv: Абу лючки тэчӧма: лексема «%s»

source: Malformed expression
kv: Абу лючки тэчӧма

source: Calculating
kv: Арталӧм

source: Need an integer to factorize
kv: Медым юксьытӧм лыдмӧдысьясӧ торйӧдны, колӧ дзонь лыд

source: No sane value to bitwise shift
kv: Битъяс серти вештӧм вылӧ лӧсялана ыджда абу

source: Displayed value not an integer
kv: Петкӧдлӧм ыдждаыс абу дзонь лыд

source: Degrees
kv: Градус

source: Radians
kv: Радиан

source: Gradians
kv: Град

source: Automatic
kv: Подув

source: Fixed
kv: Зумыда пуктӧм

source: Scientific
kv: Наукалы

source: Engineering
kv: Инженерлы

source: Show %d decimal _places
kv: Петкӧдлыны %d дасӧда _разрад

source: Unable to open help file
kv: Отсӧда файл восьтыны эз артмы

source: MATE Documentation Team
kv: MATE документалысь котыр

source: MATE Calculator is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
kv: MATE Calculator — восьса кодировкаа уджтасулов; верман разӧдны да/либӧ вежны сійӧс быд ногӧн, кыдзи урчитӧма Восьса кодировкаа уджтасулов фонд GNU General Public License лицензияас; верман вӧдитчыны либӧ тайӧ лицензия мӧд версияӧн, либӧ (окотитан кӧ) кӧть кутшӧм сёрджык версияӧн.

source: MATE Calculator is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
kv: MATE Calculator разӧдам сы вылӧ лачаӧн, мый сійӧ лоас йӧзлы коланаӧн, но НИ ВЕСЬКЫДА ШУӦМӦН, НИ ЧАЙТӦМӦН ОГӦ СЕТӦЙ НЕКУТШӦМ ГАРАНТИЯ, ТА ЛЫДЫН ТШӦТШ КОММЕРЦИЯЫН НИ КУТШӦМКӦ МУКӦД УДЖЫН ШОГМАНЛУН ВЫЛӦ ЧАЙТАНА ГАРАНТИЯ. Та йылысь унджык кӧ кӧсъян тӧдны, лыддьы GNU General Public License лицензия.

source: You should have received a copy of the GNU General Public License along with MATE Calculator; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
kv: MATE Calculator программаӧн тшӧтш тэныд ыстӧма GNU General Public License лицензияыслысь копия. Сійӧ кӧ эз лок, гиж татчӧ: Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.

source: About MATE Calculator
kv: MATE калькулятор йылысь

source: translator-credits
kv: Ӧньӧ Лав да Ӧньӧ Наста

source: _Calculator
kv: _Калькулятор

source: _Mode
kv: _Режим

source: _Help
kv: _Отсӧг

source: _Basic
kv: _Подув

source: _Advanced
kv: _Паськӧдӧм

source: _Financial
kv: _Сьӧм лыддьыны

source: _Programming
kv: _Программируйтӧм

source: _Contents
kv: _Юриндалысь

source: _Copy
kv: _Копируйтны

source: _Paste
kv: _Пуктыны

source: _Undo
kv: _Бӧр

source: _Redo
kv: _Выльысь

source: _Preferences
kv: _Ладмӧдӧм

source: _Quit
kv: _Петны

source: _About
kv: _Программа йылысь

source: Boolean AND is only defined for positive integers
kv: Бульлысь И урчитӧма сӧмын эма лыдъяслы

source: Boolean OR is only defined for positive integers
kv: Бульлысь ЛИБӦ урчитӧма сӧмын эма лыдъяслы

source: Boolean XOR is only defined for positive integers
kv: Бульлысь зумыд ЛИБӦ урчитӧма сӧмын эма лыдъяслы

source: Boolean NOT is only defined for positive integers
kv: Бульлысь АБУ урчитӧма сӧмын эма лыдъяслы

source: Shift is only possible on integer values
kv: Вештӧм урчитӧма сӧмын эма лыдъяслы

source: Argument not defined for zero
kv: Аргумент нульлы абу урчитӧма

source: Division by zero is undefined
kv: Нуль пельӧ юклӧм абу урчитӧма

source: Logarithm of zero is undefined
kv: Нульлӧн логарифм абу урчитӧма

source: Modulus division is only defined for integers
kv: Модуль серти юклӧм урчитӧма сӧмын дзонь лыдъяслы

source: The power of zero is undefined for a negative exponent
kv: Тшупӧдӧ лэптан функция, петкӧдлысьыс кӧ минуса, абу урчитӧма нульын

source: Tangent is undefined for angles that are multiples of π (180°) from π∕2 (90°)
kv: Тангенс абу урчитӧма, пельӧсыс кӧ π (180°) периодысь, π∕2 (90°)-сянь заводитчиг

source: Inverse sine is undefined for values outside [-1, 1]
kv: Мӧдара синус абу урчитӧма, ыдждаыс кӧ [-1, 1] ортсыын

source: Inverse cosine is undefined for values outside [-1, 1]
kv: Мӧдара косинус абу урчитӧма, ыдждаыс кӧ [-1, 1] ортсыын

source: Inverse hyperbolic cosine is undefined for values less than one
kv: Гипербола мӧдара косинус абу урчитӧма, ыдждаыс кӧ 1-ысь ичӧтджык

# unit-format
source: %s degrees
kv: %s градус

# unit-symbols
source: degree,degrees,deg
kv: градус, °

# unit-format
source: %s radians
kv: %s радиан

# unit-symbols
source: radian,radians,rad
kv: радиан, рад

# unit-format
source: %s gradians
kv: %s град

# unit-symbols
source: gradian,gradians,grad
kv: град

source: Parsecs
kv: Парсек

# unit-format
source: %s pc
kv: %s пк

# unit-symbols
source: parsec,parsecs,pc
kv: парсек, пк

source: Light Years
kv: Югӧр во

# unit-format
source: %s ly
kv: %s ю. во

# unit-symbols
source: lightyear,lightyears,ly
kv: югӧр во, ю. во

source: Astronomical Units
kv: Астрономияса ӧтувторъяс

# unit-format
source: %s au
kv: [unit-format] %s а. ӧ.

# unit-symbols
source: au
kv: [unit-symbols] а. ӧ.

source: Nautical Miles
kv: Саридз миля

# unit-format
source: %s nmi
kv: %s саридз миля

# unit-symbols
source: nmi
kv: саридз миля

source: Miles
kv: Миля

# unit-format
source: %s mi
kv: %s миль

# unit-symbols
source: mile,miles,mi
kv: миля

source: Kilometers
kv: Километр

# unit-format
source: %s km
kv: %s км

# unit-symbols
source: kilometer,kilometers,km,kms
kv: километр, км

source: Cables
kv: Кабельтов

# unit-format
source: %s cb
kv: %s кабельтов

# unit-symbols
source: cable,cables,cb
kv: кабельтов

source: Fathoms
kv: Саридз сыв

# unit-format
source: %s ftm
kv: %s сар. сыв

# unit-symbols
source: fathom,fathoms,ftm
kv: саридз сыв

source: Meters
kv: Метр

# unit-format
source: %s m
kv: %s м

# unit-symbols
source: meter,meters,m
kv: метр, м

source: Yards
kv: Ярд

# unit-format
source: %s yd
kv: %s ярд

# unit-symbols
source: yard,yards,yd
kv: ярд

source: Feet
kv: Фут

# unit-format
source: %s ft
kv: %s фут

# unit-symbols
source: foot,feet,ft
kv: фут

source: Inches
kv: Дюйм

# unit-format
source: %s in
kv: %s дюйм

# unit-symbols
source: inch,inches,in
kv: дюйм

source: Centimeters
kv: Сантиметр

# unit-format
source: %s cm
kv: %s см

# unit-symbols
source: centimeter,centimeters,cm,cms
kv: сантиметр, см

source: Millimeters
kv: Миллиметр

# unit-format
source: %s mm
kv: %s мм

# unit-symbols
source: millimeter,millimeters,mm
kv: миллиметр, мм

source: Micrometers
kv: Микрометр

# unit-format
source: %s μm
kv: %s мкм

# unit-symbols
source: micrometer,micrometers,um
kv: микрометр, мкм

source: Nanometers
kv: Нанометр

# unit-format
source: %s nm
kv: %s нм

# unit-symbols
source: nanometer,nanometers,nm
kv: нанометр,, нм
