Repository: keremet/mate-calc
Catalog: po/kv.po
Languages: kv

source: Hectares
kv: Гектар

# unit-format
source: %s ha
kv: %s га

# unit-symbols
source: hectare,hectares,ha
kv: гектар, га

source: Acres
kv: Акр

# unit-format
source: %s acres
kv: %s акр

# unit-symbols
source: acre,acres
kv: акр

source: Square Meters
kv: Метра квадрат

# unit-format
source: %s m²
kv: %s м²

# unit-symbols
source: m²
kv: м²

source: Square Centimeters
kv: Сантиметра квадрат

# unit-format
source: %s cm²
kv: %s см²

# unit-symbols
source: cm²
kv: см²

source: Square Millimeters
kv: Миллиметра квадрат

# unit-format
source: %s mm²
kv: %s мм²

# unit-symbols
source: mm²
kv: мм²

source: Cubic Meters
kv: Метра куб

# unit-format
source: %s m³
kv: %s м³

# unit-symbols
source: m³
kv: м³

source: Gallons
kv: Галлон

# unit-format
source: %s gal
kv: %s галлон

# unit-symbols
source: gallon,gallons,gal
kv: галлон

source: Litres
kv: Литр

# unit-format
source: %s L
kv: %s л

# unit-symbols
source: litre,litres,liter,liters,L
kv: литр, л

source: Quarts
kv: Кварта

# unit-format
source: %s qt
kv: %s кварта

# unit-symbols
source: quart,quarts,qt
kv: кварта

source: Pints
kv: Пинта

# unit-format
source: %s pt
kv: %s пинта

# unit-symbols
source: pint,pints,pt
kv: пинта

source: Millilitres
kv: Миллилитр

# unit-format
source: %s mL
kv: %s мл

# unit-symbols
source: millilitre,millilitres,milliliter,milliliters,mL,cm³
kv: миллилитр, мл, см³

source: Microlitres
kv: Микролитр

# unit-format
source: %s μL
kv: %s мкл

# unit-symbols
source: mm³,μL,uL
kv: мм³, мкл

source: Tonnes
kv: Тонна

# unit-format
source: %s T
kv: %s т

# unit-symbols
source: tonne,tonnes
kv: тонна

source: Kilograms
kv: Килограмм

# unit-format
source: %s kg
kv: %s кг

# unit-symbols
source: kilogram,kilograms,kilogramme,kilogrammes,kg,kgs
kv: килограмм, кг

source: Pounds
kv: Фунт

# unit-format
source: %s lb
kv: %s фунт

# unit-symbols
source: pound,pounds,lb
kv: фунт

source: Ounces
kv: Унция

# unit-format
source: %s oz
kv: %s унция

# unit-symbols
source: ounce,ounces,oz
kv: унция

source: Grams
kv: Грамм

# unit-format
source: %s g
kv: %s г

# unit-symbols
source: gram,grams,gramme,grammes,g
kv: грамм, г

source: Years
kv: Во

# unit-format
source: %s years
kv: %s во

# unit-symbols
source: year,years
kv: во

source: Days
kv: Лун

# unit-format
source: %s days
kv: %s лун

# unit-symbols
source: day,days
kv: лун

source: Hours
kv: Час

# unit-format
source: %s hours
kv: %s час

# unit-symbols
source: hour,hours
kv: час

source: Minutes
kv: Минут

# unit-format
source: %s minutes
kv: %s минут

# unit-symbols
source: minute,minutes
kv: минут

source: Seconds
kv: Секунд

# unit-format
source: %s s
kv: %s с

# unit-symbols
source: second,seconds,s
kv: секунд, с

source: Milliseconds
kv: Миллисекунд

# unit-format
source: %s ms
kv: %s мс

# unit-symbols
source: millisecond,milliseconds,ms
kv: миллисекунд, мс

source: Microseconds
kv: Микросекунд

# unit-format
source: %s μs
kv: %s мкс

# unit-symbols
source: microsecond,microseconds,us,μs
kv: микросекунд, мкc

source: Celsius
kv: Цельсий

# unit-symbols
source: degC,˚C
kv: [unit-symbols] Цельсий серти градус, ˚C

source: Farenheit
kv: Фаренгейт

# unit-symbols
source: degF,˚F
kv: [unit-symbols] Фаренгейт серти градус, ˚F

source: Kelvin
kv: Кельвин

source: Rankine
kv: Ранкин

# unit-symbols
source: degR,˚R,˚Ra
kv: [unit-symbols] Ранкин серти градус, ˚R, ˚Ra

source: Angle
kv: Пельӧс

source: Length
kv: Кузьта

source: Area
kv: Эрд

source: Volume
kv: Йӧрыш

source: Weight
kv: Сьӧкта

source: Duration
kv: Кад

source: Temperature
kv: Шонтӧг

source: Currency
kv: Валюта
